Repository: wp-plugins/advanced-widgets
Catalog: langs/advanced-widgets-*.po
Languages: es_es

source: Hello!
es_es: Hola!

source: Add widgets in your sidebars and then choose where they will be shown! It has never been so easy to personalize the widgets section!
es_es: Agregá widgets en tus sidebars y luego elejí donde se van a mostrar! Nunca fue tan fácil personalizar la sección de widgets!

source: How to use
es_es: Como usarlo

source: Install the plugin
es_es: Instalar el plugin

source: Add Widgets on the sidebars in the Appearance->widgets section
es_es: Agregar widgets en la sección Apariencia->Widgets

source: Configurate the Widget by pressing on the bar of the title and then on the Configuration button
es_es: Configurar el widget apretando en la barra del título, luego en el boton de Configuración

source: Configurate the options and add filters to show these widgets in a personalized way
es_es: Configurar las opciones y agregar filtros para personalizar la muestra de los widgets

source: Add new filters
es_es: Agregar nuevos filtros

source: filter name. Ex: [category]
es_es: nombre del filtro. Ej: [category]

source: Short description
es_es: Breve descripción

source: Function to call
es_es: Función a llamar

source: return of the function
es_es: retorno de la función

source: The filter name
es_es: El nomber del filtro

source: True or false
es_es: Verdadero o falso

source: Help!
es_es: Ayuda!

source: For any requirement, contact me to:
es_es: Por cualquier consulta, contactarme a:

source: Donate
es_es: Doná

source: Settings
es_es: Opciones

source: Widget configuration
es_es: Configuración del Widget

source: Options
es_es: Opciones

source: Show widget on all pages except on the listed filters
es_es: Mostrar el widget en todas las páginas excepto en los filtros

source: Show widget on listed filters
es_es: Mostrar widget solo en el listado de filtros

source: Filters
es_es: Filtros

source: Enter one filter per line:
es_es: Ingresá un filtro por línea:

source: Save
es_es: Guardar

source: Cancel
es_es: Cancelar
